[
    {
      "Date": "2023-02-01",
      "Food": "Chicken Smackers Basket Meal or Hot Ham and Cheese on a Pretzel Bun, Broccoli Bites, Chilled Veggie Bar, Mixed Fruit Cup, Fresh Fruit, and Assorted Milk"
    },
    {
      "Date": "2023-02-02",
      "Food": "Sloppy Joe on Bun or Chicken Tenders w/ Pretzel Rod, Chilled Veggie Bar, Sweet Potato Fries, Fresh Fruit, Frosty Grapes and Assorted Milk"
    },
    {
      "Date": "2023-02-03",
      "Food": "Primo 4 Cheese Pizza or Buffalo Pierogies Meal, Chilled Veggie Bar, Steamy Green Beans, Fresh Fruit, Sweet Peach Cup and Assorted Milk"
    },
    {
      "Date": "2023-02-04",
      "Food": "fun. There is no school today. Enjoy your weekend!"
    },
    {
      "Date": "2023-02-05",
      "Food": "fun. There is no school today. Enjoy your weekend!"
    },
    {
      "Date": "2023-02-06",
      "Food": "Pepperoni Pizza Cheesy Breads or BLT Turkey On a Club, Chilled Veggie Bar, Mixed Veggies, Fresh Fruit, Mixed Berry Cup and Assorted Milk"
    },
    {
      "Date": "2023-02-07",
      "Food": "Pizza Quesadilla, Chicken Cheese Quesadilla or Turkey Corn Dog, Chilled Veggie Bar, Oven Baked Fries, Fresh Fruit, Pear Cup and Assorted Milk"
    },
    {
      "Date": "2023-02-08",
      "Food": "Chicken Tenders with Cornbread, Blueberry Parfait with Granola, Chilled Veggie Bar, Mellow Yellow Corn, Fresh Fruit, Chilled Pineapple Cup and Assorted Milk"
    },
    {
      "Date": "2023-02-09",
      "Food": "Bacon Cheeseburger on Bun or CSD Chicken Bowl with Popcorn Chicken, Corn, Gravy, Mashed Potatoes, Chilled Veggie Bar, Mashed Potatoes wtih or without Gravy, Fresh Fruit, Sweet Diced Peach Cup and Assorted Milk"
    },
    {
      "Date": "2023-02-10",
      "Food": "Deep Dish Cheese Pizza or Kitchen Entree, Chilled Veggie Bar, Crispy Caesar Salad, Fresh Fruit and Assorted Milk"
    },
    {
      "Date": "2023-02-11",
      "Food": "fun. There is no school today. Enjoy your weekend!"
    },
    {
      "Date": "2023-02-12",
      "Food": "fun. There is no school today. Enjoy your weekend!"
    },
    {
      "Date": "2023-02-13",
      "Food": "Grilled Cheese Sandwich or Hot Diggity Turkey Dog On A Bun, Chilled Veggie Bar, Baked Beans Vegetarian, Fresh Fruit, Golden Pineapple Tidbits and Assorted Milk"
    },
    {
      "Date": "2023-02-14",
      "Food": "Heart Shaped Chicken Nuggets or Hot Ham And Cheese On A Pretzel Bun, Chilled Veggie Bar, EMOTICON FRIES, Fresh Fruit, SWEET HEART FRUIT JUICE WATER and Assorted Milk"
    },
    {
      "Date": "2023-02-15",
      "Food": "Nachos with Ground Beef or Turkey Taco Meat and Cheese or a Turkey & Cheese Hoagie, Chilled Veggie Bar, Sweet Golden Corn, Fresh Fruit, Mixed Berry Cup and Assorted Milk"
    },
    {
      "Date": "2023-02-16",
      "Food": "French Bread Pizza or Spicy Chicken Wrap, Chilled Veggie Bar, Garden Side Salad, Fresh Fruit, Sweet Peach Cup and Assorted Milk"
    },
    {
      "Date": "2023-02-17",
      "Food": "fun. There is no school today. Enjoy your day off!"
    },
    {
      "Date": "2023-02-18",
      "Food": "fun. There is no school today. Enjoy your weekend!"
    },
    {
      "Date": "2023-02-19",
      "Food": "fun. There is no school today. Enjoy your weekend!"
    },
    {
      "Date": "2023-02-20",
      "Food": "fun. There is no school today. Enjoy your day off!"
    },
    {
      "Date": "2023-02-21",
      "Food": "Chicken Patty on a Bun or BBQ Pork On a Kaiser with or without Cheese, Chilled Veggie Bar, Sweet Golden Corn, Fresh Fruit, Chilled Diced Pear Cup and Assorted Milk"
    },
    {
      "Date": "2023-02-22",
      "Food": "Peach Parfait with Granola or Crispy Chicken and Waffles, Chilled Veggie Bar, Tater Tots, Fresh Fruit, Orange Juice and Assorted Milk"
    },
    {
      "Date": "2023-02-23",
      "Food": "Delicious Meatball Sandwich or Popcorn Chicken with Grain, Chilled Veggie Bar, Garden Side Salad, Fresh Fruit, Cinnamon Applesauce Cup, Homemade Macaroni Salad and Assorted Milk"
    },
    {
      "Date": "2023-02-24",
      "Food": "Buffalo Chicken Pizza or Primo 4 Cheese Pizza or Kitchen Entree, Chilled Veggie Bar, Broccoli Bites, Fresh Fruit, Mandarin Orange Cup and Assorted Milk"
    },
    {
      "Date": "2023-02-25",
      "Food": "fun. There is no school today. Enjoy your weekend!"
    },
    {
      "Date": "2023-02-26",
      "Food": "fun. There is no school today. Enjoy your weekend!"
    },
    {
      "Date": "2023-02-27",
      "Food": "Cheesy Max Breadsticks or Buffalo Wings Basket, Chilled Veggie Bar, Carrot & Celery Sticks, Fresh Fruit, Raisins, and Assorted Milk"
    },
    {
      "Date": "2023-02-28",
      "Food": "French Toast Sticks with Sausage, Hot Ham and Cheese Sandwich, Chilled Veggie Bar, Tater Tots, Fresh Fruit, Orange Juice, and Assorted Milk"
    }
]
